<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `dede_archives`;");
E_C("CREATE TABLE `dede_archives` (
  `id` mediumint(8) unsigned NOT NULL default '0',
  `typeid` smallint(5) unsigned NOT NULL default '0',
  `typeid2` varchar(90) NOT NULL default '0',
  `sortrank` int(10) unsigned NOT NULL default '0',
  `flag` set('c','h','p','f','s','j','a','b') default NULL,
  `ismake` smallint(6) NOT NULL default '0',
  `channel` smallint(6) NOT NULL default '1',
  `arcrank` smallint(6) NOT NULL default '0',
  `click` mediumint(8) unsigned NOT NULL default '0',
  `money` smallint(6) NOT NULL default '0',
  `title` char(60) NOT NULL default '',
  `shorttitle` char(36) NOT NULL default '',
  `color` char(7) NOT NULL default '',
  `writer` char(20) NOT NULL default '',
  `source` char(30) NOT NULL default '',
  `litpic` char(100) NOT NULL default '',
  `pubdate` int(10) unsigned NOT NULL default '0',
  `senddate` int(10) unsigned NOT NULL default '0',
  `mid` mediumint(8) unsigned NOT NULL default '0',
  `keywords` char(30) NOT NULL default '',
  `lastpost` int(10) unsigned NOT NULL default '0',
  `scores` mediumint(8) NOT NULL default '0',
  `goodpost` mediumint(8) unsigned NOT NULL default '0',
  `badpost` mediumint(8) unsigned NOT NULL default '0',
  `voteid` mediumint(8) NOT NULL,
  `notpost` tinyint(1) unsigned NOT NULL default '0',
  `description` varchar(255) NOT NULL default '',
  `filename` varchar(40) NOT NULL default '',
  `dutyadmin` mediumint(8) unsigned NOT NULL default '0',
  `tackid` int(10) NOT NULL default '0',
  `mtype` mediumint(8) unsigned NOT NULL default '0',
  `weight` int(10) NOT NULL default '0',
  PRIMARY KEY  (`id`),
  KEY `sortrank` (`sortrank`),
  KEY `mainindex` (`arcrank`,`typeid`,`channel`,`flag`,`mid`),
  KEY `lastpost` (`lastpost`,`scores`,`goodpost`,`badpost`,`notpost`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8");
E_D("replace into `dede_archives` values('1','8','0','1413204397','p','-1','1','0','70','0','教您家庭装修阳台如何打造','','','admin','未知','/uploads/allimg/131121/141955G91-0-lp.jpg','1413204397','1385014795','1','净远,装饰,教您,家庭装修,阳台,如何,打造,','0','0','0','0','0','0','家庭装修 中阳台如果经过了完美的规划，就会成为客厅的一部分，一个小书房，或一个午休区，只要你用一点点心思，它就会让你惊叹不已。 1、 留一片绿意空间在现代居室中，人们往','','1','0','0','0');");
E_D("replace into `dede_archives` values('2','5','0','1413339899','p','1','2','0','154','0','清远清新生态园私人会所','','','admin','未知','/uploads/allimg/131121/1-131121142459-lp.jpg','1413339899','1385015140','1','','0','0','0','0','0','0','一个学校设计的好坏，直接影响了学校对外印象的好坏，一个设计的恰到好处的学校，才能轻易俘获家长们的心，放心把孩子交给学校。阅览室，方与圆的组合，活泼可爱，造型别致的书架，激','','1','0','0','1');");
E_D("replace into `dede_archives` values('3','9','0','1413204409','p','1','1','0','121','0','留住蓝色地球美丽中国低碳行','','','admin','未知','/uploads/allimg/131121/1616325H5-0-lp.jpg','1413204409','1385021792','1','留住,蓝色,地球,美丽,中国,低碳行,绿,菩提,在,','0','0','0','0','0','0','【留住蓝色地球之美丽中国低碳行】 项目是由国家发展和改革委员会国家气候变化战略研究和国际合作中心主办，国家发展和改革委员会应对气候变化司、国家发展和改革委员会政策研','','1','0','0','2');");
E_D("replace into `dede_archives` values('4','9','0','1385021822','p','1','1','0','177','0','家庭装修如何选择装修风格','','','admin','未知','/uploads/allimg/131121/161H2I34-0-lp.jpg','1385021822','1385021842','1','家庭装修,如何,选择,装修,风格,小编,今天,','0','0','0','0','0','0','小编今天收到一个网友的提问，他说自己家想要家庭装修设计，可是由于不懂这方面的知识，不知道选择什么风格比较好。相信很多人家庭装修的时候拿不定主意，不知道装修设计成什','','1','0','0','3');");
E_D("replace into `dede_archives` values('5','9','0','1385021860','p','1','1','0','85','0','“传授”酒店装修沙发选购知识','','','admin','未知','/uploads/allimg/131121/161K91292-0-lp.jpg','1385021860','1385021879','1','“,传授,”,酒店,装修,沙发,选购,知识,相信,','0','0','0','0','0','0','相信大家都有在酒店住过的经历，看到房间中不搭调的沙发是否会感到破坏了美感呢？那您知道 酒店装修 中沙发该如何选购会合适么？下面小编把搜集到的酒店沙发选购知识传授给您','','1','0','0','4');");
E_D("replace into `dede_archives` values('6','9','0','1385022549','p','1','1','0','180','0','装修设计首捧嵌入式家具','','','admin','未知','/uploads/allimg/131121/16293WT4-0-lp.jpg','1385022549','1385022578','1','装修设计,首捧,嵌入式,家具,现在,我们,的,','0','0','0','0','0','0','现在我们的生活水平都提高了，对于家具的购买也变得多样化了，从以往的中国式家具演变成现在的欧美式、日式、韩式等等。当然，现在装修设计最受用的嵌入式衣柜或其他一些嵌入','','1','0','0','5');");
E_D("replace into `dede_archives` values('7','5','0','1413195344','p','1','2','0','94','0','花都保利郡地中海别墅装饰设计案例','','','admin','未知','/uploads/allimg/131121/1-131121142459.jpg','1413195344','1413195311','1','','0','0','0','0','0','0','','','1','0','0','6');");
E_D("replace into `dede_archives` values('8','5','0','1413201297','p','1','2','0','156','0','桃园山庄B17下叠别墅装饰设计案例','','','admin','未知','/uploads/allimg/131121/1-131121142503.jpg','1413201297','1413201236','1','','0','0','0','0','0','0','','','1','0','0','7');");
E_D("replace into `dede_archives` values('9','5','0','1413201352','p','1','2','0','153','0','将现代元素和传统元素结合在一起','','','admin','未知','/uploads/allimg/131121/1-131121142459.jpg','1413201352','1413201260','1','','0','0','0','0','0','0','','','1','0','0','8');");
E_D("replace into `dede_archives` values('10','5','0','1413201370','p','1','2','0','62','0','以现代人的审美需求来打造','','','admin','未知','/uploads/allimg/131121/1-131121142503.jpg','1413201370','1413201285','1','','0','0','0','0','0','0','','','1','0','0','9');");
E_D("replace into `dede_archives` values('11','5','0','1413203508','p','1','2','-2','193','0','现代人的审美需求来打造','','','admin','未知','/uploads/allimg/img/kehu.jpg','1413203508','1413201736','1','','0','0','0','0','0','0','','','1','0','0','10');");
E_D("replace into `dede_archives` values('12','12','0','1413203466','p','1','1','0','84','0','代表客户2','','','admin','未知','/uploads/allimg/img/kehu.jpg','1413203466','1413203451','1','代表,客户,代表,客户,','0','0','0','0','0','0','','','1','0','0','11');");
E_D("replace into `dede_archives` values('13','12','0','1413203537','p','1','1','0','82','0','客户代表3','','','admin','未知','/uploads/allimg/img/kehu.jpg','1413203537','1413203555','1','客户,代表,客户,代表,','0','0','0','0','0','0','','','1','0','0','12');");
E_D("replace into `dede_archives` values('14','12','0','1413203557','p','1','1','0','123','0','客户代表34','','','admin','未知','/uploads/allimg/img/kehu.jpg','1413203557','1413203565','1','客户,代表,客户,代表,','0','0','0','0','0','0','','','1','0','0','13');");
E_D("replace into `dede_archives` values('15','12','0','1413203568','p','1','1','0','81','0','客户代表35','','','admin','未知','/uploads/allimg/img/kehu.jpg','1413203568','1413203577','1','客户,代表,客户,代表,','0','0','0','0','0','0','','','1','0','0','14');");
E_D("replace into `dede_archives` values('16','12','0','1413203579','p','1','1','0','91','0','客户代表36','','','admin','未知','/uploads/allimg/img/kehu.jpg','1413203579','1413203587','1','客户,代表,客户,代表,','0','0','0','0','0','0','','','1','0','0','15');");
E_D("replace into `dede_archives` values('17','12','0','1413203606','p','1','1','0','92','0','客户代表37','','','admin','未知','/uploads/allimg/img/kehu.jpg','1413203606','1413203612','1','客户,代表,客户,代表,','0','0','0','0','0','0','','','1','0','0','16');");
E_D("replace into `dede_archives` values('18','10','0','1413204553','p','1','1','0','166','0','点使得上半年大部分装饰企业的收现比','','','admin','未知','/uploads/allimg/img/kehu.jpg','1413204553','1413203647','1','客户,代表,客户,代表,','0','0','0','0','0','0','','','1','0','0','17');");
E_D("replace into `dede_archives` values('19','10','0','1413204513','p','1','1','0','102','0','投资的不断下滑特别是房地产投资','','','admin','未知','/uploads/allimg/img/kehu.jpg','1413204513','1413203657','1','客户,代表,客户,代表,','0','0','0','0','0','0','','','1','0','0','18');");
E_D("replace into `dede_archives` values('20','12','0','1413203690','p','1','1','0','178','0','客户代表399','','','admin','未知','/uploads/allimg/img/kehu.jpg','1413203690','1413203702','1','客户,代表,399,客户,代表,399,','0','0','0','0','0','0','','','1','0','0','19');");
E_D("replace into `dede_archives` values('21','12','0','1413203705','p','1','1','0','76','0','客户代表30','','','admin','未知','/uploads/allimg/img/kehu.jpg','1413203705','1413203712','1','客户,代表,客户,代表,','0','0','0','0','0','0','','','1','0','0','20');");
E_D("replace into `dede_archives` values('22','8','0','1413204454','','1','1','0','109','0','建筑装饰行业2014年半年报汇总分析','','','admin','未知','','1413204454','1413204456','1','建筑,装饰行业,2014年,半年报,汇总,分析,建筑,','0','0','0','0','0','0','','','1','0','0','21');");
E_D("replace into `dede_archives` values('23','8','0','1413204459','','1','1','0','139','0','相较于其他专业分包行业','','','admin','未知','','1413204459','1413204464','1','相较,于其他,于,其他,专业,分包,行业,相较,','0','0','0','0','0','0','','','1','0','0','22');");
E_D("replace into `dede_archives` values('24','8','0','1413204470','','1','1','0','175','0','装饰行业的市场化竞争更强一些','','','admin','未知','','1413204470','1413204472','1','装饰行业,的,市场化,竞争,更强,一些,','0','0','0','0','0','0','','','1','0','0','23');");
E_D("replace into `dede_archives` values('25','8','0','1413204476','','1','1','0','162','0','下游材料企业也同样如此','','','admin','未知','','1413204476','1413204478','1','下游,材料,企业,也,同样,如此,下游,材料,企业,','0','0','0','0','0','0','','','1','0','0','24');");
E_D("replace into `dede_archives` values('26','8','0','1413204484','','1','1','0','57','0','龙头装饰企业发展到今天','','','admin','未知','','1413204484','1413204486','1','龙头,装饰企业,发,展到,今天,龙头,装饰企业,','0','0','0','0','0','0','','','1','0','0','25');");
E_D("replace into `dede_archives` values('27','8','0','1413204495','','1','1','0','168','0','经济和投资的不断下行进一步','','','admin','未知','','1413204495','1413204497','1','经济,和,投资,的,不断,下行,进一步,经济,和,','0','0','0','0','0','0','','','1','0','0','26');");
E_D("replace into `dede_archives` values('28','10','0','1413204525','','1','1','0','66','0','增速下行使得行业资金链条偏紧;装饰企业','','','admin','未知','','1413204525','1413204532','1','增速,下行,使得,行业,资金,链条,偏紧,增速,','0','0','0','0','0','0','','','1','0','0','27');");
E_D("replace into `dede_archives` values('29','10','0','1413204538','','1','1','0','176','0','在上市后利用资金优势进行扩张','','','admin','未知','','1413204538','1413204540','1','在,上市,后,利用,资金,优势,进行,扩张,在,','0','0','0','0','0','0','','','1','0','0','28');");
E_D("replace into `dede_archives` values('30','10','0','1413204547','','1','1','0','198','0','为了达到快速增长目的可能会部分放宽收款时限','','','admin','未知','','1413204547','1413204549','1','为了,达到,快速,增长,目的,可能,会,部分,放宽,','0','0','0','0','0','0','','','1','0','0','29');");
E_D("replace into `dede_archives` values('31','10','0','1413204562','','1','1','0','124','0','在收现比下降的同时，装饰企业的付现比也有所下降','','','admin','未知','','1413204562','1413204571','1','在,收现,比,下降,的,同时,装饰企业,付现,也,','0','0','0','0','0','0','','','1','0','0','30');");
E_D("replace into `dede_archives` values('32','9','0','1413204610','','1','1','0','144','0','说明其主动把部分资金压力向供应商转移','','','admin','未知','','1413204610','1413204616','1','说明,其,主动,把,部分,资金,压力,向,供应商,','0','0','0','0','0','0','','','1','0','0','31');");
E_D("replace into `dede_archives` values('33','9','0','1413204622','','1','1','0','66','0','装饰企业上半年经营性现金流量','','','admin','未知','','1413204622','1413204624','1','装饰企业,上半年,经营性,现金流量,装饰企业,','0','0','0','0','0','0','','','1','0','0','32');");
E_D("replace into `dede_archives` values('34','9','0','1413204629','','1','1','0','114','0','金额未呈现出太多明显特征','','','admin','未知','','1413204629','1413204631','1','金额,未呈,现出,太多,明显,特征,金额,未呈,','0','0','0','0','0','0','','','1','0','0','33');");
E_D("replace into `dede_archives` values('35','4','0','1413204687','p','1','2','0','133','0','提装饰办公空间设计VI手册','','','admin','未知','/uploads/allimg/img/13-49-22-73-2.jpg','1413204687','1413204763','1','','0','0','0','0','0','0','','','1','0','0','34');");
E_D("replace into `dede_archives` values('36','4','0','1413204784','p','1','2','0','156','0','别墅及商业空间成功案例电子画册','','','admin','未知','/uploads/allimg/img/13-49-22-73-2.jpg','1413204784','1413204776','1','','0','0','0','0','0','0','','','1','0','0','35');");
E_D("replace into `dede_archives` values('37','4','0','1413204902','p','1','2','0','119','0','广州珠三角城市圈最后一片山水净地','','','admin','未知','/uploads/allimg/131121/1-131121142501.jpg','1413204902','1413204876','1','','0','0','0','0','0','0','','','1','0','0','36');");
E_D("replace into `dede_archives` values('38','4','0','1413204917','p','1','2','0','103','0','北靠风云岭国家森林公园','','','admin','未知','/uploads/allimg/131121/1-131121142501.jpg','1413204917','1413204931','1','','0','0','0','0','0','0','','','1','0','0','37');");
E_D("replace into `dede_archives` values('39','4','0','1413204933','p','1','2','0','174','0','占有3.2公里至长至宽一线流溪河景','','','admin','未知','/uploads/allimg/131121/1-131121142501.jpg','1413204933','1413204942','1','','0','0','0','0','0','0','','','1','0','0','38');");

require("../../inc/footer.php");
?>